app/controllers/cources_controller.rb

  def index
    @cources = Cource.all
---
SELECT "cources".* FROM "cources"